const AboutSanchayanbd = () => {
    return (
        <>
            <p className="text-lg mb-4 transition-colors duration-300 text-gray-700 dark:text-gray-300">
                "আল্লাহ তা'য়ালা ব্যবসায়কে হালাল করেছেন এবং সুদকে হারাম করেছেন"
                । (সূরা বাকারাহ্ আয়াত নং—২৭৫)।
            </p>
            <p className="text-lg mb-4 transition-colors duration-300 text-gray-700 dark:text-gray-300">
                ইসলামী শরীয়াহ্ মোতাবেক ব্যবসায় কার্য পরিচালনা করা,
                বিনিয়োগকারী প্রত্যেক সদস্যের অর্থনৈতিক ও সামাজিক মর্যাদা
                বৃদ্ধিকরা, সমাজের উন্নয়ন সাধন করা, ইসলামী শিক্ষা ও সংস্কৃতির
                পাশাপাশি আধুনিক ও প্রতিযোগীতা মূলক বিশ্বের শিক্ষাব্যবস্থার সাথে
                যেন তালমিলিয়ে এগিয়ে যেতে পারে তদ্রূপ শিক্ষা কার্যক্রম পরিচালনা
                করা, সমাজিক সম্পৃতি বৃদ্ধি করা, ন্যায় বিচার প্রতিষ্ঠা করা এবং
                আল্লাহর জমিনে আল্লাহর আইন প্রতিষ্ঠা করাই আমাদের লক্ষ্য ও
                উদ্দেশ্য।
            </p>
        </>
    );
};

export default AboutSanchayanbd;
