import H1 from "./custom-tags/H1";

const PrivacyPolicy = () => {
    return (
        <div className="max-w-3xl mx-auto p-6 bg-white shadow-md rounded-lg">
            <div className="privacy-policy mb-20 mt-10">
                <H1>সঞ্চয়নের নীতিমালাঃ</H1>
                <ul className="ml-4 space-y-5">
                    <li>
                        ১। সঞ্চয়ন ইসলামী শরীয়াহ মোতাবেক পরিচালিত হবে এবং
                        লাভ—ক্ষতি প্রত্যেক সদস্যকেই বহন করতে হবে।
                    </li>
                    <li>
                        ২। ০১ জানুয়ারী থেকে ৩০ জুন এবং ০১ জুলাই থেকে ৩১
                        ডিসেম্বর এই দুটি আর্থিক লেনদেন কার্যকাল ধরে লাভ—ক্ষতি
                        নিরুপন করা হবে। অথার্ৎ প্রতিবছর দুইবার লাভ—ক্ষতির হিসাব
                        প্রদান করা হবে।
                    </li>
                    <li>
                        ৩। প্রতি তিন (০৩) বছর পরপর পরিচালনা পর্ষদ সদস্যদের মধ্যে
                        প্রত্যক্ষ বা পরোক্ষ ভোটের মাধ্যমে পরিচালনা পর্ষদের নতুন
                        কমিটি গঠন করা হবে।
                    </li>
                    <li>
                        ৪। নারী—পুরুষ উভয়ই এই প্রতিষ্ঠানের সদস্য হতে পারবেন।
                    </li>
                    <li>
                        ৫। সঞ্চয়নের সদস্য বা শেয়ার হোল্ডার দুই প্রকার। যথাঃ—
                        <ul className="ml-10 space-y-1 my-2">
                            <li>১। পরিচালনা পর্ষদ সদস্য (সবোর্চ্চ ২০ জন)।</li>
                            <li>২। সাধারণ সদস্য (অসীম)।</li>
                        </ul>
                    </li>
                    <li>
                        ৬। সঞ্চয়নের হিসাব ধরন অনুযায়ী সদস্য তিন প্রকার। যথাঃ—
                        <ul className="ml-10 space-y-1 my-2">
                            <li>১। পরিচালনা পর্ষদ সদস্য</li>
                            <li>২। সাধারণ সদস্য</li>
                            <li>৩। সঞ্চয়ী হিসাব</li>
                        </ul>
                    </li>
                    <li>
                        ৭।
                        <ul className="ml-10 space-y-1 my-2">
                            <li>
                                ক. পরিচালনা পর্ষদের সদস্যদের জন্য প্রতিটি
                                শেয়ারের মূল্য এক লক্ষ (১,০০,০০০/—) টাকা।
                            </li>
                            <li>
                                খ. সঞ্চয়নের প্রতিটি সাধারণ শেয়ারের মূল্য দশ
                                হাজার (১০,০০০/—) টাকা।
                            </li>
                        </ul>
                    </li>
                    <li>
                        <p className="my-4">
                            ৮।{" "}
                            <span className="font-bold">
                                সঞ্চয়ের স্কীম সমূহ:
                            </span>{" "}
                            নিম্নে যে কোন একটি স্কীম প্রত্যেক সদস্যের জন্য
                            প্রযোজ্য।
                        </p>

                        <table className="min-w-full text-center border-collapse border border-gray-200">
                            <thead>
                                <tr>
                                    <th className="border border-gray-300 p-2">
                                        স্কীম নং
                                    </th>
                                    <th className="border border-gray-300 p-2">
                                        স্কীমের নাম
                                    </th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td className="border border-gray-300 p-2">
                                        ১
                                    </td>
                                    <td className="border border-gray-300 p-2">
                                        সাপ্তাহিক সঞ্চয় হিসাব
                                    </td>
                                </tr>
                                <tr>
                                    <td className="border border-gray-300 p-2">
                                        ২
                                    </td>
                                    <td className="border border-gray-300 p-2">
                                        মাসিক সঞ্চয় হিসাব (DPS)
                                    </td>
                                </tr>
                                <tr>
                                    <td className="border border-gray-300 p-2">
                                        ৩
                                    </td>
                                    <td className="border border-gray-300 p-2">
                                        নির্দিষ্ট মেয়াদী সঞ্চয় হিসাব (FDR)
                                    </td>
                                </tr>
                                <tr>
                                    <td className="border border-gray-300 p-2">
                                        ৪
                                    </td>
                                    <td className="border border-gray-300 p-2">
                                        শিক্ষার্থী সঞ্চয় হিসাব (DPS এর মতো)
                                    </td>
                                </tr>
                                <tr>
                                    <td className="border border-gray-300 p-2">
                                        ৫
                                    </td>
                                    <td className="border border-gray-300 p-2">
                                        হজ্জ আমানত হিসাব (DPS)
                                    </td>
                                </tr>
                            </tbody>
                        </table>

                        <p className="my-4">
                            <span className="font-bold">
                                * সাধারণ সঞ্চয় হিসাব{" "}
                            </span>{" "}
                            - এই জমার কোন নির্দিষ্ট পরিমান বা মেয়াদ থাকবে না।
                        </p>
                    </li>
                    <li>
                        ৯। সঞ্চয়নে কর্মরত কর্মকর্তা—কর্মচারী প্রত্যেককে কমপক্ষে
                        একটি সাধারণ শেয়ার ক্রয় করে সাধারণ শেয়ার হোল্ডার হতে
                        হবে।
                    </li>
                    <li>
                        ১০। যার রেফারেন্সে নতুন সদস্য বা শেয়ার হোল্ডার হবে ঐ
                        রেফারেন্সধারীকে প্রত্যেক রেফারেন্সের জন্য ত্রিশ (৩০)
                        টাকা করে কমিশন বাবদ প্রদান করা হবে।
                    </li>
                    <li>
                        ১১। প্রত্যেক শেয়ার হোল্ডার বা সদস্য হওয়ার সময় (১৫০/—)
                        একশত পঁঞ্চাশ টাকা জমা প্রদান করতে হবে (অফেরত যোগ্য)।
                        মিনিমাম জমার পরিমান ১০০ টাকা (একশত টাকা মাত্র)।
                    </li>
                    <li>
                        ১৩। তন্তর বাজার আল আরাফা ইসলামী ব্যাংকে তিন (০৩) সদস্যের
                        একটি যৌথ সঞ্চয় হিসাব (সেভিংস এ্যাকাউন্ট) এবং আরেকটি
                        চলতি হিসাব। (কারেন্ট এ্যাকাউন্ট খোলা হবে)।
                    </li>
                    <li className="ml-10 space-y-1 my-2">
                        তিন সদস্য হলো—
                        <ul>
                            <li>১। চেয়ারম্যান</li>
                            <li>২। এমডি (ব্যবস্থাপনা পরিচালক)</li>
                            <li>৩। জিএম (জেনারেল ম্যানাজার)</li>
                            <li>৪। এজিএম (অতিরিক্ত জেনারেল ম্যানাজার)</li>
                        </ul>
                    </li>
                    <li>
                        ১৪। সদস্য হওয়ার জন্য ন্যূনতম বয়স ১০ বছর হতে হবে। তবে
                        শিক্ষার্থী সঞ্চয় হিসাব/স্কুলিং হিসাব খোলার জন্য ন্যূনতম
                        বয়স ০৫ বছর হতে হবে।
                    </li>
                    <li>
                        <span className="font-bold">* সঞ্চয়ী হিসাব:</span>{" "}
                        সঞ্চয়ী হিসাবধারীকে কমপক্ষে ২৫০/— (দুইশত পঞ্চাশ) টাকা
                        মাত্র জমা দিয়ে একজন সঞ্চয়ী সদস্য হতে পারবেন। তবে
                        সঞ্চয়ের পরিমাণ যখন ১০ হাজার হবে তখন ইচ্ছা করলে সাধারণ
                        শেয়ার ক্রয় করে একজন সাধারণ শেয়ার হোল্ডার হতে পারবেন।
                    </li>
                    <li>
                        ১৫। প্রত্যেক শেয়ার হোল্ডার বা সদস্যকে NID/BR কার্ডের
                        ফটোকপি ও রঙিন ছবি ১কপি করে জমা দিতে হবে। তবে বিদেশীদের
                        জন্য পাসপোর্টে ফটোকপি ও ছবি জমা দিতে হবে।
                    </li>

                    <li>
                        ১৬। <span className="font-bold">মুনাফা বন্টন:</span>
                        <ul className="list-disc ml-10 space-y-2 my-3">
                            <li>
                                নীট মুনাফার ৫% সঞ্চয়নের নিজস্ব তহবিলে সংরক্ষণ
                                করা হবে। ১৫% সমাজসেবা এবং ৮০% সকল সদস্যদের মাঝে
                                মূলধন অনুপাতে বন্টন করা হবে।
                            </li>
                            <li>
                                (১৬.ক). নীট মুনাফার ১৫% সমাজ সেবামূলক কাজে ব্যয়
                                করা হবে। যেমন: শিক্ষা প্রতিষ্ঠান , সামাজিক
                                উন্নয়ন, দান— অনুদান, ক্রীড়া ও সাংস্কৃতিক
                                অনুষ্ঠান ইত্যাদি কার্যক্রম।
                            </li>
                        </ul>
                    </li>
                    <li>
                        ১৭. কোন সদস্য টাকা জমা দানের ৬মাস পূর্ণ হওয়ার আগেই যদি
                        তার জমাকৃত টাকা উত্তোলন করে তাহলে তাকে কোন প্রকার
                        লভ্যাংশ প্রদান করা হবেনা। শুধু জমাকৃত টাকা উত্তোলন করতে
                        পারবেন। তবে তার হিসাবে সর্বনিম্ন ১০০ টাকা জমা থাকতে হবে।
                        অর্থাৎ ১০০ (একশত ) টাকার উপরে বাকি অংশ উত্তোলন করতে
                        পারবেন।
                    </li>

                    <li>
                        ১৮.{" "}
                        <span className="font-bold">সাধারণ সভার কোরাম:</span>{" "}
                        পরিচালনা পর্ষদের সদস্য মোট ২০জন। এই ২০ জন সদস্য থেকে
                        কমপক্ষে ১২ জন সদস্য কোন সাধারণ সভায় উপস্থিত থাকলে ঐ
                        সভার কোরাম পূর্ণ হবে।
                    </li>

                    <li>
                        ১৯.{" "}
                        <span className="font-bold">
                            সিদ্ধান্ত আলোচনা ও অনুমোদন:
                        </span>{" "}
                        কোন সাধারণ সভায় বা ত্রৈমাসিক, ষান্মাসিক বা বার্ষিক
                        সভায় মিনিমাম ১২জন সদস্যের উপস্থিতিতে কোরাম পূর্ণ হলে
                        আলোচনা চালিয়ে যাওয়া যাবে। এবং সিদ্ধান্ত অনুমোদনের
                        ক্ষেত্রে ২০জন সদস্যের ১১ (এগার জন) জন সদস্য একমত হলে ঐ
                        সিদ্ধান্ত অনুমোদন ও গৃহীত হবে।
                    </li>

                    <li>
                        ২০. সঞ্চয়নের কোন সদস্য রাষ্ট্র ও রাষ্ট্রীয় আইন বিরোধী
                        কোন কাজের সাথে জড়িত থাকলে এবং সঞ্চয়ণের সার্থ বিরুধী
                        কোন প্রকার ষড়যন্ত্রমূলক কাজ করলে এবং তা প্রমাণিত হলে
                        সঞ্চয়ন কর্তৃপক্ষ তাৎক্ষনিকভাবে উক্ত সদস্যের সদস্য পদ
                        বাতিল করতে পারবেন।
                    </li>
                </ul>
            </div>
        </div>
    );
};
export default PrivacyPolicy;
