[
    {
        "id": 1,
        "text": "১। প্রতেক সদস্যের সকল লেনদেনের তথ্য নিজ নিজ মোবাইল নম্বরে এসএমএস এর মাধ্যমে জানানো হবে। এছাড়া ",
        "link": {
            "url": "https://www.sanchayanbd.com",
            "text": "sanchayanbd.com"
        },
        "textAfterLink": " এ লগইন করে সদস্য তার নিজের সকল তথ্য দেখতে পারবেন।"
    },
    {
        "id": 2,
        "text": "২। প্রবাসী ভাই—বোন বিদেশে অবস্থান করে সদস্য হতে চাইলে ",
        "link": {
            "url": "https://www.sanchayanbd.com",
            "text": "sanchayanbd.com"
        },
        "textAfterLink": " এ লগইন করে Registration ম্যানুতে গিয়ে নিজেই নিজের ফর্ম পূরণ করতে পারবেন। অথবা তার পাসপোর্টের ফটোকপি ও নমিনির সকল তথ্য সরবরাহ করে সদস্য হতে পারবেন।"
    },
    {
        "id": 3,
        "text": "৩। প্রত্যেক সদস্য সঞ্চয়ন কর্তৃক নির্মিত হাসপাতালে ফ্রি ডাক্তারী চিকিৎসা নিতে পারবেন। এই পরামর্শ সেবা পরিবারের অন্যান্য সদস্যদের জন্য ৫০% পর্যন্ত ডিসকাউন্ট পাবেন।"
    },
    {
        "id": 4,
        "text": "৪। কোন সদস্যের অর্থের প্রয়োজন হলে বা কিস্তিতে পণ্য ক্রয় করতে চাইলে তার জমাকৃত টাকার বিপরীতে ১০০% পর্যন্ত ইসলামী ঋণ সহায়তা পাবেন অর্থাৎ কিস্তিতে মাল কিনতে পারবেন।"
    },
    {
        "id": 5,
        "text": "৫। জরুরী প্রয়োজনে অর্থের দরকার হলে সদস্য তার জমাকৃত অর্থ উত্তোলন করতে পারবেন।"
    },
    {
        "id": 6,
        "text": "৬। সঞ্চয়ন কর্তৃক নির্মিত শিক্ষা প্রতিষ্ঠান যেমনঃ—স্কুল, কলেজ ও মাদ্রাসায় সদস্যের সন্তানদের পড়ালেখার বিশেষ সুবিধা প্রদান করা হবে। যেমন: অর্ধ বেতন, পরীক্ষার ফি মওকুফ ইত্যাদি।"
    },
    {
        "id": 7,
        "text": "৭। সঞ্চয়নের শিক্ষার্থী সঞ্চয় হিসাবধারীদের জন্য শিক্ষা বৃত্তির প্রদান করা হবে। (শর্ত প্রযোজ্য)"
    },
    {
        "id": 8,
        "text": "৮। পরিচালনা পর্ষদের সদস্য ও সাধারণ সদস্য সবাই সমান সুযোগ—সুবিধা ভোগ করবেন। বিনিয়োগকৃত মূলধন অনুপাতে লাভ—ক্ষতি বন্টন করা হবে।"
    },
    {
        "id": 9,
        "text": "৯। নারী—পুরুষ উভয়েই এই প্রতিষ্ঠানের সদস্য হতে পারবেন।"
    },
    {
        "id": 10,
        "text": "১০। বছরে দুইবার লাভ—ক্ষতির হিসাব মূল্যায়ন করা হবে এবং মুনাফা বন্টন করা হবে।"
    }
]
